{
  "title": "Privatumo politika",
  "effectiveDate": "Įsigaliojimo data",
  "updatedDate": "Atnaujinimo data",
  "introduction": "Unicamp įsipareigoja apsaugoti jūsų asmens duomenis. Šioje privatumo politikoje paaiškinama, kaip mes renkame, naudojame, atskleidžiame ir saugome jūsų informaciją, laikydamiesi Bendrojo duomenų apsaugos reglamento (BDAR) ir kitų taikomų teisės aktų.",
  "sections": {
    "whoWeAre": {
      "header": "1. Kas mes esame",
      "content": "Svetainės pavadinimas: Unicamp\nSvetainės adresas: www.unicamp.lt\nKontaktinis el. paštas: info@unicamp.lt\nDuomenų valdytojas: UAB Unicamp\nJei turite klausimų apie šią privatumo politiką ar savo teises pagal BDAR, susisiekite su mumis el. paštu info@unicamp.lt."
    },
    "informationWeCollect": {
      "header": "2. Informacija, kurią renkame",
      "content": "Galime rinkti šiuos asmens duomenų tipus:\n\na. Informacija, kurią pateikiate mums\n- Vardas, el. pašto adresas, telefono numeris ir pašto adresas (pvz., kai užpildote formas, perkate arba užsisakote naujienlaiškius).\n\nb. Automatiškai renkama informacija\n- Kai naudojatės mūsų svetaine, galime rinkti:\n  - Slapukus ir sekimo duomenis: Informaciją apie jūsų naršymo elgesį (pvz., aplankyti puslapiai, praleistas laikas).\n  - Įrenginio informaciją: IP adresą, naršyklės tipą, operacinę sistemą ir įrenginio tipą.\n\nc. Trečiųjų šalių šaltiniai\n- Galime gauti duomenis iš:\n  - Reklamavimo tinklų\n  - Analizės teikėjų (pvz., „Google Analytics“)\n  - Socialinių tinklų platformų"
    },
    "howWeUseYourInformation": {
      "header": "3. Kaip naudojame jūsų informaciją",
      "content": "Mes naudojame jūsų informaciją tam, kad:\n- Teiktume ir tobulintume savo paslaugas.\n- Apdorotume mokėjimus ir vykdytume užsakymus.\n- Bendrautume su jumis apie atnaujinimus, akcijas ar klientų aptarnavimo klausimus.\n- Personalizuotume jūsų patirtį mūsų svetainėje.\n- Vykdytume teisės aktų reikalavimus."
    },
    "legalBasisForProcessing": {
      "header": "4. Teisinis duomenų tvarkymo pagrindas",
      "content": "Mes tvarkome jūsų asmens duomenis remdamiesi šiais teisėtais pagrindais:\n- Sutikimu: Kai sutinkate (pvz., užsiprenumeruojate el. laiškus, priimate slapukus).\n- Sutarties vykdymu: Norėdami įvykdyti sutartį (pvz., apdoroti mokėjimus).\n- Teisinėmis prievolėmis: Laikantis taikomų teisės aktų (pvz., mokesčių teisės aktų).\n- Legitimiu interesu: Tobulinti mūsų svetainę ir paslaugas."
    },
    "cookies": {
      "header": "5. Slapukai ir sekimo technologijos",
      "content": "Mes naudojame slapukus, kad pagerintume jūsų patirtį.\n\na. Naudojamų slapukų tipai\n- Būtini slapukai: Užtikrina svetainės funkcionalumą.\n- Nuostatų slapukai: Įsimena kalbą ir vietos nustatymus.\n- Analizės slapukai: Stebi svetainės naudojimą siekiant patobulinimų.\n- Rinkodaros slapukai: Teikia pritaikytas reklamas.\n\nb. Sutikimas dėl slapukų\n- Nebūtini slapukai bus aktyvuoti tik gavus jūsų aiškų sutikimą per slapukų reklamjuostę. \n\nc. Trečiųjų šalių paslaugos\n- Naudojame trečiųjų šalių paslaugas (pvz., „Google Analytics“, „Facebook Pixel“), kurios gali naudoti savo slapukus. Daugiau informacijos rasite jų privatumo politikose."
    },
    "dataSharing": {
      "header": "6. Duomenų dalijimasis ir perdavimas",
      "content": "Galime dalytis jūsų informacija su:\n- Paslaugų teikėjais: Mokėjimų apdorojimui, analizei, talpinimui ir klientų aptarnavimui.\n- Reklamos partneriais: Pritaikytoms reklamoms teikti.\n- Teisinėmis institucijomis: Kai to reikalauja įstatymai arba siekiant apsaugoti savo teisines teises.\n\nTarptautinis perdavimas:\n- Jei duomenys perduodami už Europos ekonominės erdvės (EEE) ribų, užtikriname tinkamas apsaugos priemones, tokias kaip:\n  - ES patvirtintos standartinės sutarčių sąlygos.\n  - Duomenų perdavimo susitarimai."
    },
    "dataProtection": {
      "header": "7. Kaip saugome jūsų duomenis",
      "content": "Naudojame pramonės standartus atitinkančias apsaugos priemones, tokias kaip:\n- SSL šifravimas duomenų perdavimui.\n- Ugniasienės ir prieigos kontrolė serveriams apsaugoti.\n- Reguliarus stebėjimas galimoms pažeidžiamumams aptikti."
    },
    "dataRetention": {
      "header": "8. Duomenų saugojimas",
      "content": "Jūsų duomenis saugome tik tiek laiko, kiek būtina šioje politikoje numatytais tikslais arba kaip reikalauja įstatymai. Pavyzdžiui:\n- Užsakymų duomenys: Saugojami 7 metus mokesčių reikalavimams užtikrinti.\n- Rinkodaros duomenys: Saugojami, kol atšauksite savo sutikimą."
    },
    "useOfAnalyticsTools": {
      "header": "9. Analitikos įrankių naudojimas",
      "content": "Norėdami pagerinti mūsų svetainės funkcionalumą ir vartotojo patirtį, mes naudojame PostHog – analitikos platformą. PostHog padeda mums suprasti, kaip vartotojai sąveikauja su mūsų svetaine, kad galėtume priimti geriausius sprendimus dėl svetainės gerinimo.\n\nKokius duomenis renka PostHog?\nPostHog renka anoniminius duomenis, įskaitant:\n- Informaciją apie lankytus puslapius ir atliktus veiksmus (pvz., mygtukų paspaudimus, naršymo modelius).\n- Jūsų įrenginio tipą, naršyklės tipą ir bendrą geografinę vietą (pvz., šalį ar regioną).\n\nKaip mes naudojame šiuos duomenis?\nMes naudojame šiuos duomenis:\n- Svetainės naudojimo ir funkcionalumo analizei bei tobulinimui.\n- Techninių problemų identifikavimui ir sprendimui.\n\nDuomenų apsaugos priemonės\nVisi PostHog surinkti duomenys yra anonimizuoti ir neturi asmeninių identifikatorių, tokių kaip jūsų vardas, el. paštas ar IP adresas.\nSurinkti duomenys naudojami tik analizės tikslais ir nėra dalijami su trečiosiomis šalimis.\n\nJei turite klausimų apie mūsų naudojamus analizės įrankius, galite susisiekti su mumis el. paštu info@unicamp.lt."
    },
    "yourRights": {
      "header": "10. Jūsų BDAR teisės",
      "content": "Pagal BDAR jūs turite šias teises:\n- Prieiga: Prašyti savo asmens duomenų kopijos.\n- Taisymas: Ištaisyti netikslius ar neišsamius duomenis.\n- Ištrynimas (\"teisė būti pamirštam\"): Prašyti ištrinti jūsų duomenis.\n- Apribojimas: Apriboti, kaip jūsų duomenys tvarkomi.\n- Duomenų perkeliamumas: Gauti savo duomenis mašininiu būdu skaitomu formatu.\n- Prieštaravimas: Atsisakyti tam tikros tvarkymo veiklos, pvz., tiesioginės rinkodaros.\n- Sutikimo atšaukimas: Bet kada atšaukti sutikimą, kai tai taikoma.\n\nNorėdami pasinaudoti šiomis teisėmis, susisiekite su mumis el. paštu info@unicamp.lt."
    },
    "childrenPrivacy": {
      "header": "11. Vaikų privatumas",
      "content": "Mūsų svetainė nėra skirta jaunesniems nei 16 metų vaikams. Mes sąmoningai nerenkame vaikų asmens duomenų. Jei manote, kad netyčia surinkome tokius duomenis, prašome susisiekti su mumis ir mes juos nedelsdami ištrinsime."
    },
    "policyChanges": {
      "header": "12. Politikos pakeitimai",
      "content": "Galime periodiškai atnaujinti šią privatumo politiką. Pakeitimai bus paskelbti šiame puslapyje su atnaujinta peržiūros data. Prašome periodiškai ją peržiūrėti."
    },
    "contact": {
      "header": "13. Kontaktinė informacija",
      "content": "Jei turite klausimų ar rūpesčių dėl šios privatumo politikos ar mūsų duomenų tvarkymo praktikos, susisiekite su mumis:\n- El. paštas: info@unicamp.lt\n- Telefonas: +370 610 08080\n- Adresas: Konstitucijos pr. 15-121, Vilnius, Lietuva"
    }
  }
}
